FemDesign.Results.EigenFrequencies
FemDesign "EigenFrequencies" result

FemDesign.Results.EigenFrequencies.ShapeId
Shape Number Identified

FemDesign.Results.EigenFrequencies.Frequency
Frequency [Hz]

FemDesign.Results.EigenFrequencies.Period
Period [s]

FemDesign.Results.EigenFrequencies.ModalMass
ModalMass [ton]

FemDesign.Results.EigenFrequencies.MassParticipantXi
MassParticipant in X direction [%]

FemDesign.Results.EigenFrequencies.MassParticipantYi
MassParticipant in X direction [%]

FemDesign.Results.EigenFrequencies.MassParticipantZi
MassParticipant in X direction [%]